<%page expression_filter="h"/>
<%! from django.utils.translation import ugettext as _ %>

<%inherit file="../main.html" />

<%block name="pagetitle">${_("Terms of Service")}</%block>

<main id="main" aria-label="Content" tabindex="-1">
    <section class="container about">
        <h1>
            <%block name="pageheader">${_('Terms of Service')}</%block>
        </h1>
            <p>A UNIVERSIDADE FEDERAL DE MATO GROSSO e a SETEC-SECRETARIA DE TECNOLOGIA EDUCACIONAL instalou e adaptou como uma apliação gratuita. Este SERVI&Ccedil;O &eacute; fornecido pela UNIVERSIDADE FEDERAL DE MATO GROSSO sem nenhum custo e &eacute; destinado para uso como est&aacute;.</p>
            <p>Esta p&aacute;gina &eacute; usada para informar os visitantes sobre nossas pol&iacute;ticas com a coleta, uso e divulga&ccedil;&atilde;o de Informa&ccedil;&otilde;es Pessoais, caso algu&eacute;m decida usar nosso Servi&ccedil;o.</p>
            <p>Se voc&ecirc; optar por usar nosso Servi&ccedil;o, concordar&aacute; com a coleta e uso de informa&ccedil;&otilde;es relacionadas a essa pol&iacute;tica. As Informa&ccedil;&otilde;es Pessoais que coletamos s&atilde;o usadas para fornecer e melhorar o Servi&ccedil;o. N&oacute;s n&atilde;o usaremos ou compartilharemos suas informa&ccedil;&otilde;es com ningu&eacute;m, exceto conforme descrito nesta Pol&iacute;tica de Privacidade.</p>
            <p>Os termos usados ​​nesta Pol&iacute;tica de Privacidade t&ecirc;m os mesmos significados que os nossos Termos e Condi&ccedil;&otilde;es, que est&atilde;o acess&iacute;veis no SeUFMT ONLINE, a menos que definido de outra forma nesta Pol&iacute;tica de Privacidade.</p>
            <p><strong>Recolha e Uso de Informa&ccedil;&atilde;o</strong></p>
            <p>Para uma melhor experi&ecirc;ncia, ao usar nosso Servi&ccedil;o, podemos exigir que voc&ecirc; nos forne&ccedil;a algumas informa&ccedil;&otilde;es pessoalmente identific&aacute;veis. As informa&ccedil;&otilde;es que solicitamos ser&atilde;o retidas por n&oacute;s e usadas conforme descrito nesta pol&iacute;tica de privacidade.</p>
            <p>O aplicativo usa servi&ccedil;os de terceiros que podem coletar informa&ccedil;&otilde;es usadas para identific&aacute;-lo.</p>
            <p>Link para a pol&iacute;tica de privacidade de provedores de servi&ccedil;os de terceiros usados ​​pelo aplicativo</p>
            <ul>
                <li>SETEC Analytics<br /><br /></li>
            </ul>
            <p><strong>Logs</strong></p>
            <p>Queremos inform&aacute;-lo que sempre que voc&ecirc; usar o nosso servi&ccedil;o, em caso de erro no aplicativo, coletamos dados e informa&ccedil;&otilde;es (atrav&eacute;s de produtos de terceiros) em seu telefone chamado Log Data. Esses dados de registro podem incluir informa&ccedil;&otilde;es como o endere&ccedil;o IP do dispositivo, o nome do dispositivo, a vers&atilde;o do sistema operacional, a configura&ccedil;&atilde;o do aplicativo ao utilizar nosso servi&ccedil;o, a hora e a data do seu uso do servi&ccedil;o e outras estat&iacute;sticas. .</p>
            <p><strong>Cookies</strong></p>
            <p>Cookies s&atilde;o arquivos com uma pequena quantidade de dados que s&atilde;o comumente usados ​​como identificadores exclusivos an&ocirc;nimos. Estes s&atilde;o enviados para o seu navegador a partir dos sites que voc&ecirc; visita e s&atilde;o armazenados na mem&oacute;ria interna do seu dispositivo.</p>
            <p>Este servi&ccedil;o n&atilde;o usa esses &ldquo;cookies&rdquo; explicitamente. No entanto, o aplicativo pode usar c&oacute;digo de terceiros e bibliotecas que usam "cookies" para coletar informa&ccedil;&otilde;es e melhorar seus servi&ccedil;os. Voc&ecirc; tem a op&ccedil;&atilde;o de aceitar ou recusar esses cookies e saber quando um cookie est&aacute; sendo enviado para o seu dispositivo. Se voc&ecirc; optar por recusar nossos cookies, talvez n&atilde;o consiga usar algumas partes deste Servi&ccedil;o.</p>
            <p><strong>Provedores de servi&ccedil;o</strong></p>
            <p>Podemos empregar empresas e indiv&iacute;duos de terceiros pelos seguintes motivos:</p>
            <p>Para facilitar o nosso servi&ccedil;o;<br />Para fornecer o servi&ccedil;o em nosso nome;<br />Para executar servi&ccedil;os relacionados a servi&ccedil;os; ou<br />Para nos ajudar a analisar como nosso Servi&ccedil;o &eacute; usado.<br />Queremos informar aos usu&aacute;rios deste Servi&ccedil;o que esses terceiros tenham acesso &agrave;s suas Informa&ccedil;&otilde;es Pessoais. O motivo &eacute; executar as tarefas atribu&iacute;das a eles em nosso nome. No entanto, eles s&atilde;o obrigados a n&atilde;o divulgar ou usar as informa&ccedil;&otilde;es para qualquer outra finalidade.</p>
            <p><strong>Seguran&ccedil;a</strong></p>
            <p>Valorizamos sua confian&ccedil;a ao nos fornecer suas Informa&ccedil;&otilde;es Pessoais, e por isso estamos nos esfor&ccedil;ando para usar meios comercialmente aceit&aacute;veis ​​de proteg&ecirc;-los. Mas lembre-se de que nenhum m&eacute;todo de transmiss&atilde;o pela internet ou m&eacute;todo de armazenamento eletr&ocirc;nico &eacute; 100% seguro e confi&aacute;vel, e n&atilde;o podemos garantir sua seguran&ccedil;a absoluta.</p>
            <p><strong>Links para outros sites</strong></p>
            <p>Este Servi&ccedil;o pode conter links para outros sites. Se voc&ecirc; clicar em um link de terceiros, voc&ecirc; ser&aacute; direcionado para esse site. Observe que esses sites externos n&atilde;o s&atilde;o operados por n&oacute;s. Portanto, recomendamos que voc&ecirc; analise a Pol&iacute;tica de Privacidade desses sites. N&atilde;o temos controle e n&atilde;o assumimos nenhuma responsabilidade pelo conte&uacute;do, pol&iacute;ticas de privacidade ou pr&aacute;ticas de quaisquer sites ou servi&ccedil;os de terceiros.</p>
            <p><strong>Privacidade infantil</strong></p>
            <p>Esses Servi&ccedil;os n&atilde;o abordam ningu&eacute;m com idade inferior a 13 anos. N&atilde;o coletamos intencionalmente informa&ccedil;&otilde;es de identifica&ccedil;&atilde;o pessoal de crian&ccedil;as com menos de 13 anos. No caso de descobrirmos que uma crian&ccedil;a com menos de 13 anos nos forneceu informa&ccedil;&otilde;es pessoais, imediatamente a exclu&iacute;mos de nossos servidores. Se voc&ecirc; &eacute; pai / m&atilde;e ou respons&aacute;vel legal e sabe que seu filho nos forneceu informa&ccedil;&otilde;es pessoais, entre em contato conosco para que possamos tomar as provid&ecirc;ncias necess&aacute;rias.</p>
            <p><strong>Altera&ccedil;&otilde;es a esta pol&iacute;tica de privacidade</strong></p>
            <p>Podemos atualizar nossa Pol&iacute;tica de Privacidade de tempos em tempos. Assim, aconselhamos que voc&ecirc; revise esta p&aacute;gina periodicamente para quaisquer altera&ccedil;&otilde;es. Vamos notific&aacute;-lo de quaisquer altera&ccedil;&otilde;es, publicando a nova Pol&iacute;tica de Privacidade nesta p&aacute;gina. Estas altera&ccedil;&otilde;es entram em vigor imediatamente ap&oacute;s serem publicadas nesta p&aacute;gina.</p>
            <p><strong>Contate-Nos</strong></p>
            <p>Se voc&ecirc; tiver d&uacute;vidas ou sugest&otilde;es sobre nossa Pol&iacute;tica de Privacidade, n&atilde;o hesite em nos contatar.</p>
            <p><a href="https://setec.ufmt.br/fale-conosco">https://setec.ufmt.br/fale-conosco</a></p>
    </section>
</main>
